{
  "name": "Hunter",
  "type": "class",
  "img": "icons/skills/targeting/crosshair-ringed-gray.webp",
  "system": {
    "subtype": {},
    "summary": {
      "value": "If hatred you will never find your quarry."
    },
    "description": "<div class=\"stackedit__html\"><h1>Hunter</h1><h4><strong>ALSO: Inquisitor, Specialist, Tracker</strong></h4><p>The world is full of dangerous creatures and malevolent spirits that threaten common folk. <strong>Hunters</strong> have dedicated themselves to understanding such beings, developing an uncanny ability to track them down and then survive the encounter. Some remorselessly slay their targets, while others mediate, lead them from vulnerable communities, or quietly observe from afar.</p><p>Whether they seek Beasts to feed their villages, Elementals to study their mysterious properties, or Demons to protect time and space itself, the focus and expertise of Hunters keeps them one step ahead of their quarry is your guide.</p><h4>HUNTER <strong>FREE BENEFITS</strong></h4><ul><li><p>Permanently increase your maximum Inventory Points by 2.</p></li><li><p>Gain the ability to equip <strong>martial ranged weapons</strong>.</p></li><li><p>Mastering Hunter qualifies you for <strong>Powerful Shot</strong> (<strong>Core Rulebook</strong> page <strong>238</strong>).</p></li></ul><h3>HUNTER<strong> SKILLS</strong></h3><h4><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.4ECytZQiA3WNMBW9]{Bloodhound} (SL4)</strong></h4><p>When you acquire this Skill, choose a Species other than <strong>humanoid</strong>.</p><p>Once per Scene, you may create a <strong>Bond</strong> of <strong>inferiority</strong> or <strong>admiration</strong> with a creature of that Species, as long as you are aware of their presence or a sign of their passing. As long as you have this Bond, that creature is your Quarry. If you fail to form a Bond, your expertise has revealed that the Species is not present/involved.</p><p>You gain a bonus of <strong>【SL】 </strong>to Checks you perform to locate, track, or <strong>Study</strong> your Quarry.</p><hr /><h4><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.fTgS8KOEBCwEPtFJ]{Silencer} (SL4)</strong></h4><p>You may use an action and spend 10 Mind Points to perform an Opposed <strong>【INS + WLP】 </strong>Check against your Quarry. If you succeed, they cannot spend Mind Points until your next turn. You get a bonus equal to <strong>【SL】 </strong>to this Check.</p><p>If you have a weapon equipped, you may instead use its Accuracy formula, and your target opposes you with the same attributes (not benefitting from any bonuses in the formula).</p><hr /><h4><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.tV6JyUmx3Ziykz9g]{Silver &amp; Garlic}</strong></h4><p>When you spend Inventory Points to deal damage to a creature of the Species you chose for <strong>Bloodhound</strong>, inflict a status effect on them, or to recover from a status effect inflicted by them, spend 1 less Inventory Point (to a minimum of 1).</p><hr /><h4><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.r3CzR7Yk1gKJthEv]{Target Insight} (SL3)</strong></h4><p>On your turn during a conflict scene, you may spend 10 Mind Points to perform the Study action for free, as long as your target is your Quarry. If you do, any other Checks you perform during that turn suffer a penalty of by <strong>【3 - SL】</strong>. This Skill may only be used once on the same creature (and remember the normal restrictions on the Study action.)</p><hr /><h4><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.ek3HmMmJLSxQ5L40]{Wise to Your Tricks} (SL5)</strong></h4><p>Whenever your Quarry casts a spell or uses a Skill that includes you as a target, you may have that creature lose <strong>【SL x 2】</strong>Mind Points. If a Check associated with that creature’s Skill or spell fails, they lose <strong>【SL × 3】</strong>Mind Points instead.</p><hr /></div><p></p><div class=\"stackedit__html\"><h4>@ICON[header] GM Notes</h4><ul><li><p>Your Hunter’s chosen Species should be a regular presence without dominating the story. Remember that they can appear alongside mixes of other creatures.</p></li><li><p>Hunter Skills have uses outside of combat - especially since some Hunters, like the Naturalist above, don’t even want to hurt their Quarry. Keep your Hunter’s Skills in mind if they are, for example, matching wits with a vampire count or playing chicken with a demon motorcycle.</p></li><li><p>Like the Loremaster, the Hunter is an expert and their player is probably interested in the creature type they chose. Let them add to the information that you give to show off their character’s knowledge and contribute to a part of the setting that they enjoy.</p></li><li><p>Limited Bond slots may become an issue, but that’s the drawback to devoting yourself to The Hunt. A Hunter can commiserate with the party Darkblade... unless they are also the Darkblade, in which case, good luck. Either way, this is an opportunity for drama.</p></li><li><p>If your Hunter discovers that they are on the wrong path, be generous in letting them apply their skills to better ends and consider the ideas in the Adaptation section. However, their former quarry may not forgive them, and former colleagues surely won’t!</p></li><li><p>This particular arc is well-served by the Quirk Fettered Heart (High Fantasy).</p></li></ul></div><p></p><div class=\"stackedit__html\"><h4>@ICON[header] ADAPTATION</h4><ul><li><p>There are a few ways to adapt a remorseful Hunter’s Class to reflect their new reality:</p><ul><li><p>They keep tracking their former quarry, but now with the goal of helping them.</p></li><li><p>Change their chosen Species to “Hunters from my former organization.”</p></li><li><p>Let them respec their Hunter Skills into a thematically appropriate Class.</p></li></ul></li><li><p>Your setting might have more specific types that a Hunter could focus on. (such as a world ruled by vampires, or a cruel empire with a corps of Mage Hunters.) To avoid interfering with other Classes, make it a subtype and ensure that every creature also has one of the official Species, as well. (like “Humanoid Vampire” or “Beast Mage.”)</p></li><li><p>You could allow a Hunter to take “Humanoid” as their choice in Bloodhound to represent a bounty hunter or assassin, but then some Heroic Skills won’t make sense or shouldn’t! But then, this is the Horror Fantasy supplement...</p></li></ul></div><p></p><h1>Credit</h1><p><strong>Class Design, Writing and Development </strong>Dr. Razno</p><p><strong>Hunter Art </strong>Lucius from Granblue</p><p><strong>Layout</strong> by Ophan, based on the official Fabula Ultima layout by Emanuele Galletto</p>",
    "isFavored": {
      "value": false
    },
    "showTitleCard": {
      "value": false
    },
    "level": {
      "value": 1,
      "max": 10,
      "min": 0
    },
    "benefits": {
      "resources": {
        "hp": {
          "value": false
        },
        "mp": {
          "value": false
        },
        "ip": {
          "value": true
        }
      },
      "martials": {
        "melee": {
          "value": false
        },
        "ranged": {
          "value": true
        },
        "armor": {
          "value": false
        },
        "shields": {
          "value": false
        }
      },
      "rituals": {
        "arcanism": {
          "value": false
        },
        "chimerism": {
          "value": false
        },
        "elementalism": {
          "value": false
        },
        "entropism": {
          "value": false
        },
        "ritualism": {
          "value": false
        },
        "spiritism": {
          "value": false
        }
      }
    },
    "source": {
      "value": "Homebrew"
    }
  },
  "effects": [],
  "folder": null,
  "ownership": {
    "default": 0,
    "B6evqtezy9ZsGZG3": 3
  },
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "projectfu",
    "systemVersion": "#{VERSION}#",
    "coreVersion": "11.315",
    "createdTime": 1712414014626,
    "modifiedTime": 1715826647100,
    "lastModifiedBy": "pBweP8B18hmB7U1j"
  },
  "_id": "WLjUavn6dDW5T8xl",
  "sort": 0,
  "_key": "!items!WLjUavn6dDW5T8xl"
}
