{
  "name": "Vampire",
  "type": "class",
  "img": "icons/environment/creatures/gargoyle-grey-blue.webp",
  "system": {
    "subtype": {},
    "summary": {
      "value": "There is no room for other nightmares while I'm here"
    },
    "description": "<div class=\"stackedit__html\"><h1>Vampire</h1><h4><strong>ALSO: Blood Mage, Revenant, Warlock</strong></h4><p><strong>Vampires</strong> are the prototypical monster in the night; silently stalking their prey before striking, with only flashes of their crimson eyes betraying where they are at any given moment. Their mastery over the vitae of others and their own is second to none, allowing them to steal a creature's life force, maintain a reserve of vitality for later use, and even transmute their own vitae into other forms.</p><p>Beyond their mastery over the vital forces animating every creature, they also possess the uncanny ability of transformation: traditional vampires generally take on the form of bats as a form of transportation and camouflage, but newer generation shave been testing this ability beyond established boundaries.</p><h4><strong>VAMPIRE FREE BENEFITS</strong></h4><ul><li><p>Permanently increase your maximum Hit Points by 5.</p></li><li><p>Take 5 less damage from Dark &amp; Poison damage source (to a minimum of 1) <br />and take 5 more damage from Light &amp; Fire damage source.</p></li></ul><h3><strong>Vampire SKILLS</strong></h3><h4><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.WG7v4YfpTm52lwv4]{Crimson Malediction} (SL5)</strong></h4><p>Each time you take this Skill, learn one Crimson malediction (see further pages).</p><p>Maledictions follow the rules for spells except for two things: you spend HP to cast them and, as a general rule, maledictions can be lifted by filling a 4-section Clock.</p><blockquote><p><em><strong>CUSTOMIZED CURSES!<br /></strong>Maledictions are meant to represent a curse you bestow on your target; a personalized and potent hex inflicted upon your foes! As such, you should work with your Game Master to determine what actions can be taken to fill in the sections of the Clock tied to lifting your maledictions!</em></p></blockquote><p>Offensive <strong>@ICON[offensive]</strong> maledictions use <strong>【MIG + WLP】</strong> for the Magic Check.</p><hr /><h4><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.zW8thoXBrsQ4BmHC]{Life Well}</strong></h4><p>When you recover <strong>Hit Points</strong> and the healing exceeds your <strong>maximum HP,</strong> you may spend <strong>Mind Points</strong> equal to half the excess healing to store that excess in a Life Well. A Life Well can hold up to your Crisis score in <strong>HP</strong> and loses all stored <strong>HP</strong> after you <strong>rest</strong>. You can do the following with a Life Well:</p><ul><li><p>When you take damage, you may choose to mitigate up to all of that damage by spending an equal amount of HP in the Life Well. If you use this during a conflict, you may not use it again until the start of your next turn.</p></li><li><p>When another creature is about to take damage, you may choose to shield them with your Life Well, mitigating up to all of the damage by spending an equal amount of HP</p></li><li><p>in the Life Well. If you use this during a conflict, you may not use it again until the start of your next turn.</p></li><li><p>When you succeed on an Accuracy Check or a Magic Check for an offensive spell, you may spend HP from the Life Well to deal extra damage equal to half the HP spent.</p></li><li><p>You may use an action to siphon from the Life Well, spending HP from it to allow you or an ally you can see to recover HP equal to half the amount spent.</p></li><li><p>You may use HP in the Life Well for other Skills that require you to spend HP.</p></li></ul><hr /><h4><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.PRVojGVIrWrloHBH]{Nightmare Visage} (SL5)</strong></h4><p>Together with the rest of your group, design a <strong>level 10 beast, demon, monster</strong>, or <strong>undead</strong> creature that will act as your <strong>nightmare visage</strong>. Your visage retains any Skills you have, uses your initiative score, does not level up, can have up to two basic attacks, and their maximum HP and MP is equal to <strong>【(SL x 3) + your maximum HP or MP, respectively】</strong> Your visage can also take the following Skills to gain an extra Skill during creation:</p><ul><li><p><strong>Accursed.</strong> This form is burdensome to maintain; at the start of your turn or every few minutes if you aren't in a conflict, you lose a Minor amount of MP. If you have no more MP to lose, you start losing a Minor amount of HP instead.</p></li><li><p><strong>Deathrattle.</strong> When you are reduced to 0 HP while assuming your visage, all other creatures in the scene take damage equal to two rolls of your visage's base Might die size.</p></li><li><p><strong>Fatal Flaw.</strong> When your visage takes light or fire damage, roll a d4. You suffer either (<strong>1</strong>) dazed, (<strong>2</strong>) shaken, (<strong>3</strong>) slow, or (<strong>4</strong>) weak.</p></li><li><p><strong>Savage.</strong> If you didn't deal damage or otherwise harm another creature other than yourself last turn, you must target a random creature within range with one of your attacks, spells, or Skills.</p></li></ul><p>You may use an action and spend HP equal to your Crisis score to assume your visage, using its profile. This transformation lasts until the end of the scene, you use an action to revert back to your normal form, or if you are reduced to 0 HP. If you are reduced to 0 HP while assuming your visage, you do not <strong>Surrender</strong> or <strong>Sacrifice</strong>, instead reverting back to your original form with the HP, MP, Attributes, and status effects you had pre-transformation.</p><hr /><h4><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.H8eR7bABSGzPNcPm]{Sanguine Transmutation} (SL5)</strong></h4><p>During a conflict, you may use an action to spend up to <strong>【SL×10】</strong> Hit Points and either recover half the HP lost as Mind Points or recharge 1 Inventory Point for every 20 HP lost.</p><hr /><h4><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.MSwWnD1He4wWGySB]{Siphon Vitality}</strong></h4><p>You may use an action to perform an Opposed <strong>【MIG + WLP】</strong> Check against a creature you can touch. If you succeed, choose one from the following:</p><ul><li><p>Your target loses <strong>【HR】 Hit Points</strong> and you recover an amount of HP equal to half this <strong>HP</strong> loss.</p></li><li><p>Your target suffers <strong>dazed</strong>, and you may treat your <strong>Insight</strong> die as one die size higher until they recover from dazed.</p></li><li><p>Your target suffers <strong>shaken</strong>, and you may treat your <strong>Willpower</strong> die as one die size higher until they recover from shaken.</p></li><li><p>Your target suffers <strong>slow</strong>, and you may treat your <strong>Dexterity</strong> die as one die size higher until they recover from slow.</p></li><li><p>Your target suffers <strong>weak</strong>, and you may treat your <strong>Might</strong> die as one die size higher 3 until they recover from weak.</p></li></ul></div><p></p><div class=\"stackedit__html\"><h1>Crimson Maledictions</h1><p><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.Dhimj2Pv4V4Ko6bR]{[Handout: All Maledictions]} | @UUID[Compendium.fabula-ultima-homebrew.homebrew-handouts.JournalEntry.cTI4RpSjMFsVPhl3]{Vampire Rules}</strong></p></div><p></p><div class=\"stackedit__html\"><h1>Heroic Skills</h1><p><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-heroic-skills.Item.ysUGTeblvHNQ1goJ]{Enduring Wellspring}</strong></p><p><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-heroic-skills.Item.K5J9YtJPN4XEhhKh]{Malevolent Maledictions}</strong></p><p><strong>@UUID[Compendium.fabula-ultima-homebrew.homebrew-heroic-skills.Item.gdlJGSCWVS2tEuNX]{Penumbral Patrician}</strong></p></div><p></p><h1>Credit</h1><p><strong>Class Design, Writing and Development</strong> Basil</p><p><strong>Layout</strong> by Ophan, based on the official Fabula Ultima layout by Emanuele Galletto</p>",
    "isFavored": {
      "value": false
    },
    "showTitleCard": {
      "value": false
    },
    "level": {
      "value": 1,
      "max": 10,
      "min": 0
    },
    "benefits": {
      "resources": {
        "hp": {
          "value": true
        },
        "mp": {
          "value": false
        },
        "ip": {
          "value": false
        }
      },
      "martials": {
        "melee": {
          "value": false
        },
        "ranged": {
          "value": false
        },
        "armor": {
          "value": false
        },
        "shields": {
          "value": false
        }
      },
      "rituals": {
        "arcanism": {
          "value": false
        },
        "chimerism": {
          "value": false
        },
        "elementalism": {
          "value": false
        },
        "entropism": {
          "value": false
        },
        "ritualism": {
          "value": false
        },
        "spiritism": {
          "value": false
        }
      }
    },
    "source": {
      "value": "Homebrew"
    }
  },
  "effects": [],
  "folder": null,
  "ownership": {
    "default": 0,
    "B6evqtezy9ZsGZG3": 3
  },
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "projectfu",
    "systemVersion": "#{VERSION}#",
    "coreVersion": "11.315",
    "createdTime": 1712414014626,
    "modifiedTime": 1716737921082,
    "lastModifiedBy": "B6evqtezy9ZsGZG3"
  },
  "_id": "a35pJyQxMjeZPn3y",
  "sort": 0,
  "_key": "!items!a35pJyQxMjeZPn3y"
}
