{
  "name": "Warden Rules",
  "_id": "W1prRTLNuXn7NNgW",
  "pages": [
    {
      "sort": 100000,
      "name": "SANCTUARY RULES",
      "type": "text",
      "_id": "WFMkuZEQcmuK3BF5",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h3>SANCTUARY &amp; HAUNTOLOGY</h3><p><span class=\"fontstyle0\">Sanctuaries are sites in the world that have spiritual and historical significance. Usually, they take up a small area - a building, hill, grove, or small community - but larger Sanctuaries aren’t any more powerful or important. A Warden will need to understand the story and nature of a place in order to <strong>bind</strong> it, which can be a different trial for each one.</span></p><p><span class=\"fontstyle0\">Even when you are far away, the spirits of your Sanctuaries are always close at hand. On your turn in a conflict scene, you may spend an Action to Haunt other creatures that you have a Bond with in the scene, paying 5 Mind Points for the first Haunting, 10 for the second on the same turn, and 15 for each beyond that.</span></p><p><span class=\"fontstyle0\"><strong>[More costly to Haunt enemies? You still need a Bond.]</strong></span></p><p><span class=\"fontstyle0\">You can banish any number of Hauntings on your turn, either before or after your action, which removes their benefit or drawback from the creatures and frees them to Haunt another creature.</span></p><p><span class=\"fontstyle0\">You cannot Haunt yourself, and each Sanctuary can only Haunt one creature at a time.</span></p><p><span class=\"fontstyle0\">Each Sanctuary has two mechanical effects. A <strong>Haunt</strong> is the benefit (or drawback) that a creature gets when you use <strong>Bind and Haunt</strong> to grant them its spirit. <strong>Ritual</strong> is a broad description of the types of Rituals that become easier when carried out at that site. The GM might allow a Mind Point discount, a stronger effect, or a cushion for failure to such Rituals there.</span></p><p><span class=\"fontstyle0\">Unless otherwise noted, each creature can only be Haunted by the spirit of one Sanctuary, and you can only Haunt one creature with the spirit of a given Sanctuary at a time.</span></p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "B6evqtezy9ZsGZG3": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "projectfu",
        "systemVersion": "#{VERSION}#",
        "coreVersion": "12.331",
        "createdTime": 1715116013049,
        "modifiedTime": 1745931039643,
        "lastModifiedBy": "9aR18wpxqiStEQ8U",
        "compendiumSource": null,
        "duplicateSource": null
      },
      "_key": "!journal.pages!W1prRTLNuXn7NNgW.WFMkuZEQcmuK3BF5"
    },
    {
      "sort": 200000,
      "name": "SANCTUARY LIST",
      "type": "text",
      "_id": "ZHIJv34ct7xqZl1d",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<table><tbody><tr><td><p>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.OCSkpVO09fm7qesu]</p></td></tr><tr><td><p><em>It looms invisibly over Epiala and warps the hearts of its people.</em></p></td></tr></tbody></table><table><tbody><tr><td><p><strong>HAUNT</strong></p></td><td><p>If you don’t have a Bond of <strong>mistrust</strong> with the Hauntee, on each of their turns, they may ask a question about a creature they can see about what that creature fears or who they plan to hurt. The GM answers truthfully.</p><p>If you have a Bond of <strong>mistrust</strong> with the Hauntee, they are <strong>shaken</strong>, and cannot recover until the Haunt is banished or they leave the scene.</p></td></tr><tr><td><p><strong>RITUAL</strong></p></td><td><p>Bring creatures who have little in common together - in battle, or in peace.</p></td></tr></tbody></table><table><tbody><tr><td><p>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.JkWsJDhddVIMt6TN]</p></td></tr><tr><td><p><em>Once a grand temple over clear waters, now a ruin squatting in sewage. Can you restore it?</em></p></td></tr></tbody></table><table><tbody><tr><td><p><strong>HAUNT</strong></p></td><td><p>If the Hauntee’s Bond with you has more positive emotions, they may change any damage they deal to <strong>ice</strong>, or add 2 damage for each positive emotion if it was already <strong>ice</strong>.</p><p>If their bond with you has more negative emotions, they may instead change the damage to poison, or add 2 damage for each negative emotion if it was already <strong>poison</strong>.</p></td></tr><tr><td><p><strong>RITUAL</strong></p></td><td><p>Guide and purify water to bring life.</p></td></tr></tbody></table><table><tbody><tr><td><p>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.cypbDLmol8jb9Ne9]</p></td></tr><tr><td><p><em>The battle here was fought long before humanity existed... but were they really so different?</em></p></td></tr></tbody></table><table><tbody><tr><td><p><strong>HAUNT</strong></p></td><td><p>If the Hauntee has any Bonds of <strong>hatred</strong>, they are <strong>dazed</strong> and cannot recover until the Haunt is banished or the scene ends, but their melee and ranged attacks deal 2 extra damage for each Bond of <strong>hatred</strong> they have.</p><p>If they do not, then on each of their turns, they may ask a question about a creature they can see concerning what is motivating that creature to struggle, and what might make them stand down. The GM answers truthfully.</p></td></tr><tr><td><p><strong>RITUAL</strong></p></td><td><p>Bring creatures who have little in common together - in battle, or in peace.</p></td></tr></tbody></table><table><tbody><tr><td><p>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.7nGCGU6n0HbT5dWz]</p></td></tr><tr><td><p><em>The ship has a spirit of her own, and this is the best place to listen to her.</em></p></td></tr></tbody></table><table><tbody><tr><td><p><strong>HAUNT</strong></p></td><td><p>If the Hauntee has a Bond with the Stardust, they may choose one of the following for each emotion in that Bond: resistance to <strong>bolt</strong>, resistance to <strong>fire</strong>, and resistance to <strong>light</strong>.</p><p>If they do not, they take 5 <strong>bolt</strong> damage at the start of their turn. If they have multiple turns in a round, the second is 5 <strong>fire</strong>, then 5 <strong>light</strong>, then no more until the next round.</p></td></tr><tr><td><p><strong>RITUAL</strong></p></td><td><p>Move fast, burn brightly, and resist hostile environments.</p></td></tr></tbody></table><table><tbody><tr><td><p>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.kjzEjM5q0ogtRdJ6]</p></td></tr><tr><td><p><em>Hidden beneath this canopy, you’ll find not gentleness, nor brutality, but a whole universe.</em></p></td></tr></tbody></table><table><tbody><tr><td><p><strong>HAUNT</strong></p></td><td><p>Creatures that you have attacked or targeted with a spell this round suffer a penalty equal to <strong>【the number of Primal Sanctuaries you have Bonded】</strong> to their Accuracy or Magic Checks that include the Hauntee among their targets.</p></td></tr><tr><td><p><strong>RITUAL</strong></p></td><td><p>Reveal the hidden lives and relationships of <strong>beasts</strong>.</p></td></tr></tbody></table><table><tbody><tr><td><p>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.00KiNWIjY2aSujq5]</p></td></tr><tr><td><p><em>The air is cool and still, but you can feel His rage boiling.</em></p></td></tr></tbody></table><table><tbody><tr><td data-colwidth=\"320\"><p><strong>HAUNT</strong></p></td><td><p>When the Hauntee suffers damage from a creature in this scene, they get a one-emotion Bond of <strong>hatred</strong> towards that creature, replacing another Bond that they have at random. Whenever they attack or cast an offensive spell, each creature they have a Bond of <strong>hatred</strong> towards suffers 3 <strong>fire</strong> damage. This Haunt cannot be banished except by the end of the scene.</p></td></tr><tr><td data-colwidth=\"320\"><p><strong>RITUAL</strong></p></td><td><p>Bring wrath down upon those who have wronged you... but dig two graves.</p></td></tr></tbody></table><table><tbody><tr><td><p>@UUID[Compendium.fabula-ultima-homebrew.homebrew-skills.Item.zWVWPDeztZjZKD6R]</p></td></tr><tr><td><p><em>They say the world is a mechanism, and this machine keeps it turning. What do you think?</em></p></td></tr></tbody></table><table><tbody><tr><td><p><strong>HAUNT</strong></p></td><td><p>The Hauntee becomes a <strong>construct</strong>, gaining vulnerability to <strong>bolt</strong> damage, and immunity to <strong>poison</strong> and the <strong>poisoned</strong> condition. They cannot cast Spells except through Magispheres, for which they do not need to pay the IP cost.</p></td></tr><tr><td><p><strong>RITUAL</strong></p></td><td><p>Projects get +2 progress each day someone works on them here.</p></td></tr></tbody></table>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "B6evqtezy9ZsGZG3": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "projectfu",
        "systemVersion": "#{VERSION}#",
        "coreVersion": "12.331",
        "createdTime": 1715116045194,
        "modifiedTime": 1745930983673,
        "lastModifiedBy": "9aR18wpxqiStEQ8U",
        "compendiumSource": null,
        "duplicateSource": null
      },
      "_key": "!journal.pages!W1prRTLNuXn7NNgW.ZHIJv34ct7xqZl1d"
    },
    {
      "sort": 300000,
      "name": "GM NOTES",
      "type": "text",
      "_id": "DBB9KOGn3noj8LwG",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h4><strong>@ICON[header]</strong> GM NOTES</h4><ul><li><p>Your Warden is likely to be deeply connected to your plot - the Four Elemental Crystals, Five Pilgrimage Temples, Seven Needles, or whatever your setting has going on.  Like the Arcanist, you will need to be careful to keep that character from dominating.</p></li><li><p>Alternatively, you could use the Sanctuaries as a way to convey that the history of the world is much greater and more varied than the current Villain and their schemes. </p></li><li><p>Consider changing the Rituals that particular Sanctuaries encourage in response to the campaign’s events.  Look at the Astral Palace, above.  What if Epiala’s culture starts to change as a result of the heroes’ work?</p></li><li><p>This class demands attention to the Bonds within the party and their allies, but the goal is not to incentivize maximizing any one type of relationship.  If your table enjoys fitting character interactions into conflict scenes, Haunts like the Wrathful Majin above, which round-by-round consumes the Hauntee with hatred and rage, can be especially fun.</p></li><li><p>The effects of some Haunts are complex, but that complexity can be spread out over a campaign.  For Haunts that vary, players can focus on their specific relationship with the Warden and the effect it has, noting when it changes.</p><p></p></li></ul><h4><strong>@ICON[header]</strong> ADAPTATION</h4><ul><li><p>The sites don’t have to be literal, physical locations in the world.  If you want to go hard into the Bond aspect of this class and take some inspiration from Persona or Disgaea, you could even have the Sanctuaries be within characters!  This would require some tweaks to Ritual rules and Soul Offering, of course.</p></li><li><p>(How would you play it if they were within party members?  Having the “host” player take over GM duties for that session?  I’m thinking about this too much already.)</p></li><li><p>The Alpha Beast was included with the example heroes as an out-there implementation of the class - a Godzilla-like territorial antihero who will protect his Sanctuaries from all comers and regards the party as his “pack.”  The character’s ego might need to be cut down to size, but their player will cooperate in making that happen.</p></li><li><p><strong>[“Fast Travel” heroic skill?  Shouldn’t be costless, because we still want a cool airship.]</strong></p></li></ul>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "B6evqtezy9ZsGZG3": 3
      },
      "flags": {},
      "_stats": {
        "systemId": "projectfu",
        "systemVersion": "#{VERSION}#",
        "coreVersion": "12.331",
        "createdTime": 1715116212950,
        "modifiedTime": 1716847205446,
        "lastModifiedBy": "CLAzxWQsDDB8fCLx",
        "compendiumSource": null,
        "duplicateSource": null
      },
      "_key": "!journal.pages!W1prRTLNuXn7NNgW.DBB9KOGn3noj8LwG"
    }
  ],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0,
    "B6evqtezy9ZsGZG3": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "projectfu",
    "systemVersion": "#{VERSION}#",
    "coreVersion": "12.331",
    "createdTime": 1715113359597,
    "modifiedTime": 1716847445109,
    "lastModifiedBy": "CLAzxWQsDDB8fCLx",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "_key": "!journal!W1prRTLNuXn7NNgW"
}
